[{"Book Title": "Co-Intelligence", "Highlight": "Principle 2: Be the human in the loop. For now, AI works best with human help, and you want to be that helpful human. As AI gets more capable and requires less human help—you still want to be that human. So the second principle is to learn to be the human in the loop."}, {"Book Title": "Co-Intelligence", "Highlight": "When given a hypothetical survey about purchasing toothpaste, the relatively primitive GPT-3 LLM identified a realistic price range for the product, taking into account attributes like the inclusion of fluoride or a deodorant component."}, {"Book Title": "Co-Intelligence", "Highlight": "When we start to take into account the systems in which jobs operate, we see other reasons to suspect slower, rather than faster, change in the nature of jobs. Humans are built deep into the fabric of every aspect of our organizations. You cannot easily replace a human with a machine without tearing that fabric."}, {"Book Title": "Co-Intelligence", "Highlight": "In fact, they are likely pretty bad at figuring out the best-use cases for AI. Individual workers, who are keenly aware of their problems and can experiment a lot with alternate ways of solving them, are far more likely to find powerful and targeted uses. At least for now, the best way for an organization to benefit from AI is to get the help of their most advanced users while encouraging more workers to use AI."}, {"Book Title": "Co-Intelligence", "Highlight": "LLMs are not generally optimized to say “I don’t know” when they don’t have enough information. Instead, they will give you an answer, expressing confidence."}, {"Book Title": "Fierce Conversations", "Highlight": "During fierce conversations we are more likely to get all our answers questioned than the other way around. Before we can learn, we must unlearn."}, {"Book Title": "Fierce Conversations", "Highlight": "Send the Invitation and Expectations I’ll say it again. What gets talked about in a company, how it gets talked about, and who gets invited to the conversation determines what will happen."}, {"Book Title": "Fierce Conversations", "Highlight": "Fierce conversations have four objectives, which we’ll cover in depth throughout this book, along with the meaning of “real”: 1. Interrogate reality 2. Provoke learning 3. Tackle our toughest challenges 4. Enrich relationships"}, {"Book Title": "Fierce Conversations", "Highlight": "The conversation is the relationship."}, {"Book Title": "Fierce Conversations", "Highlight": "We resent being talked to. We’d rather be talked with. So will all of the experts and the terminally self-absorbed please leave the room and close the door behind you so that we can get started here? Thank you."}, {"Book Title": "Generations", "Highlight": "Millennial journalist Jill Filipovic argues that “If anything really sets Boomer marriages apart, it’s divorce—they do a lot of it.”"}, {"Book Title": "Generations", "Highlight": "Thus, generational change is not just about individual people changing; it’s about cultural norms shifting. Most Westerners have been trained to think of choices as stemming from personal preferences alone, and our behavior as impacting only ourselves. But we are all interconnected."}, {"Book Title": "Generations", "Highlight": "Technology was behind much of this quest for choice. While previous generations of youth learned social norms from adults in their communities, Boomer children were the first to experience a world outside their neighborhoods via TV, showing them there was more than one way of doing things."}, {"Book Title": "Generations", "Highlight": "The centering of choice weaves through nearly every aspect of the Boomer experience, from the essential to the trivial. Boomer men chose to grow their hair long in the 1960s and 1970s in defiance of their parents. Boomers chose to have sex before marriage despite growing up in a time with prohibitions against it. Boomers chose to experiment with drugs when drug use was (at least at first) seen as morally questionable."}, {"Book Title": "Generations", "Highlight": "If it seems hard to believe that unmarried pregnant girls were once sent away from their families, that it was once controversial for married women to work, and that anyone ever thought remaining unmarried was immoral, that is a sign of how fundamentally American culture has changed over the lifetime of the Boomers."}, {"Book Title": "Good Inside", "Highlight": "Chapter 8 Reduce Shame, Increase Connection"}, {"Book Title": "Good Inside", "Highlight": "Prioritizing Relationships When we use methods of behavior modification, we can—temporarily—change behavior. I won’t deny that. I also won’t deny that it can take time to do the deeper work, which is a privilege we don’t always have."}, {"Book Title": "Good Inside", "Highlight": "Yelling, for example, is not an effective way to inspire cooperation. In fact, it’s counterproductive."}, {"Book Title": "Good Inside", "Highlight": "Kids who ask about the anatomical details of conception have already considered how it all happens. Kids who ask questions need answers so they aren’t left alone with the feelings, thoughts, and images that already live inside them. So try to catch your “My kid isn’t ready for this!” reflex and remind yourself, “Ready or not, the foundation is already there.”"}, {"Book Title": "Good Inside", "Highlight": "Parents don’t so much need to protect kids from having tough feelings as much as we need to prepare our kids to have those feelings. And the best way to prepare our kids is through honesty and loving presence."}, {"Book Title": "No Worries", "Highlight": "Time is more important than money—always. If you have the relationship between time and money backwards, you will never succeed in accumulating wealth. You can always make more money. You can’t make more time. So, what are those"}, {"Book Title": "No Worries", "Highlight": "And the purpose of volatility is to make people make stupid decisions."}, {"Book Title": "No Worries", "Highlight": "That will happen again, I assure you. You may think that you can ride it out, and keep sending in those checks to your mutual fund. You will not. You will crap your pants, because that is what human beings are hard-wired to do."}, {"Book Title": "No Worries", "Highlight": "You are probably not going to win… but you might! One thing is for certain—you won’t win if you don’t buy a ticket. Hence, the exposure to upside. You want to be positively exposed to luck."}, {"Book Title": "No Worries", "Highlight": "So the ideal portfolio should have stocks, bonds, cash, gold, and real estate. In what proportions? Well, why not keep it simple and give 20% to each? 20% stocks 20% bonds 20% cash 20% gold 20% real estate This is what I call the Awesome Portfolio."}, {"Book Title": "Quiet", "Highlight": "Stephen Suomi, the scientist who conducted these studies, has speculated that these high-reactive monkeys owed their success to the enormous amounts of time they spent watching rather than participating in the group, absorbing on a deep level the laws of social dynamics. (This is a hypothesis that might ring true to parents whose high-reactive children hover observantly on the edges of their peer group, sometimes for weeks or months, before edging successfully inside.)"}, {"Book Title": "Quiet", "Highlight": "Introverts often work more slowly and deliberately. They like to focus on one task at a time and can have mighty powers of concentration. They’re relatively immune to the lures of wealth and fame."}, {"Book Title": "Quiet", "Highlight": "The way forward, I’m suggesting, is not to stop collaborating face-to-face, but to refine the way we do it. For one thing, we should actively seek out symbiotic introvert-extrovert relationships, in which leadership and other tasks are divided according to people’s natural strengths and temperaments."}, {"Book Title": "Quiet", "Highlight": "Our lives are shaped as profoundly by personality as by gender or race. And the single most important aspect of personality—the “north and south of temperament,” as one scientist puts it—is where we fall on the introvert-extrovert spectrum."}, {"Book Title": "Quiet", "Highlight": "Today, working in teams and groups is highly valued. We are designing products to facilitate that.” Rival office manufacturer Herman Miller, Inc., has not only introduced new furniture designed to accommodate “the move toward collaboration and teaming in the workplace” but also moved its own top executives from private offices to an open space."}, {"Book Title": "Smart Sex", "Highlight": "When it comes to sex, masculine energy typically shows up as leading and initiating, while feminine energy is more receptive. The partner with the masculine energy makes the plans, sets the direction for the evening, and tells the partner what is going to happen, while keeping their best interests in mind."}, {"Book Title": "Smart Sex", "Highlight": "But the pattern I see the most often is that they don’t talk about their sex life, assume their partner should know how to please them, and aren’t invested in each other’s pleasure."}, {"Book Title": "Smart Sex", "Highlight": "But my personal opinion is that if everyone is clean and willing, why not try it? Our bodies are capable of experiencing so much pleasure. It seems like a waste not to explore all of the possibilities."}, {"Book Title": "Smart Sex", "Highlight": "The benefits of pleasure aren’t obviously translatable into money, and in our society that makes them worthless. We praise the “superhero” mom who does it all, the people who work the hardest and sacrifice the most, not the ones who take a break midday for a walk in the woods or to indulge in their favorite treat or to give themselves an orgasm."}, {"Book Title": "Smart Sex", "Highlight": "Finally, this method doesn’t allow us to argue with our partner’s feelings, which is a losing battle. It’s not helpful to tell your partner that you disagree with their interpretation of what happened and how it impacted their feelings. Whether we agree with it or not, we come to understand our partner’s unique reality."}, {"Book Title": "The Bookish Life of Nina Hill", "Highlight": "Even in the most organized life there is room for whimsy. It just needs scheduling. As her heroine Monica Geller would say, Rules help control the fun."}, {"Book Title": "The Bookish Life of Nina Hill", "Highlight": "(did you know a “moment” is actually a medieval term for a minute and a half, for example?)."}, {"Book Title": "The Bookish Life of Nina Hill", "Highlight": "He liked the concept of fatherhood, you know, the job description. He just didn’t want to do the actual work.”"}, {"Book Title": "The Bookish Life of Nina Hill", "Highlight": "“If I don’t like the food at a restaurant I can send it back and get a refund.” “Not if you’ve eaten it.” Nina was confident on this one."}, {"Book Title": "The Bookish Life of Nina Hill", "Highlight": "She sometimes made lists of things she’d already done solely so she could cross them off, which she couldn’t help feeling was pretty pathetic but strangely satisfying."}, {"Book Title": "This Is How It Always Is", "Highlight": "How was the same answer as it is for all impossible things you do anyway. One day at a time."}, {"Book Title": "This Is How It Always Is", "Highlight": "Just being yourself never worked, but if you made yourself up, you got to be exactly who you knew yourself to be."}, {"Book Title": "This Is How It Always Is", "Highlight": "How did you teach your small human that it’s what’s inside that counts when the truth was everyone was pretty preoccupied with what you put on over the outside too?"}, {"Book Title": "This Is How It Always Is", "Highlight": "“It takes a whole lifetime”—Mr. Tongo sounded overjoyed as usual—“so it’s a good thing she’s starting early.”"}, {"Book Title": "This Is How It Always Is", "Highlight": "Penn thought how much easier it was to say things from halfway around the world sometimes. It wasn’t because it was on a computer instead of in person. It was because remote love hurt but gave you clarity."}]